Cardinal90.multi-cursor-case-preserve
PeterJausovec.vscode-docker
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
derander.tsunami-code
eg2.tslint
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
letrieu.expand-region
mohsen1.prettify-json
ms-python.python
msjsdiag.debugger-for-chrome
redhat.java
shinnn.stylelint
techer.open-in-browser
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-maven